aaron-bond.better-comments
afractal.node-essentials
alefragnani.bookmarks
anbuselvanrocky.bootstrap5-vscode
andrewleedham.vscode-css-modules
anseki.vscode-color
be5invis.vscode-icontheme-nomo-dark
bierner.emojisense
bierner.markdown-checkbox
bierner.markdown-emoji
blackboxapp.blackbox
bradlc.vscode-tailwindcss
bscotch.bscotch-stitch-vscode
chamboug.js-auto-backticks
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
chrmarti.regex
clinyong.vscode-css-modules
cpylua.language-postcss
csstools.postcss
dart-code.dart-code
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
docker.docker
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
esbenp.prettier-vscode
firefox-devtools.vscode-firefox-debug
flyfly6.terminal-in-status-bar
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
fractalbrew.backticks
github.copilot
github.copilot-chat
github.vscode-pull-request-github
gruntfuggly.todo-tree
gydunhn.javascript-essentials
gydunhn.vsc-essentials-core
ibm.output-colorizer
lightyen.tailwindcss-intellisense-twin
miguelsolorio.symbols
mikestead.dotenv
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-pt-br
ms-kubernetes-tools.vscode-kubernetes-tools
ms-vscode.vscode-typescript-next
ms-vscode.vscode-typescript-tslint-plugin
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
naumovs.color-highlight
pkief.material-icon-theme
pranaygp.vscode-css-peek
prisma.prisma
rangav.vscode-thunder-client
redhat.fabric8-analytics
redhat.vscode-yaml
ritwickdey.liveserver
rocketseat.rocketseatreactjs
rocketseat.theme-omni
rvest.vs-code-prettier-eslint
simonsiefke.svg-preview
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-portuguese-brazilian
styled-components.vscode-styled-components
syler.sass-indented
tombonnike.vscode-status-bar-format-toggle
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vue.volar
wallabyjs.console-ninja
wallabyjs.quokka-vscode
wix.vscode-import-cost
xabikos.javascriptsnippets
yzhang.markdown-all-in-one
zenghongtu.vscode-css-intellisense
zignd.html-css-class-completion
